7zip
alhp-keyring
alhp-mirrorlist
alsa-firmware
alsa-utils
amd-ucode
appmenu-gtk-module
aria2
arj
ark
ascii
atomicparsley
autorandr
b43-fwcutter
base
base-devel
bash-completion
bash-language-server
bc
beautyline
biber
bind
bluedevil
bluetooth-support
bootconfig
bpf
bridge-utils
btop
btrbk
btrfs-assistant
btrfs-progs
bzip2
calibre
cbonsai
ccache
cemu-bin
chafa
chaotic-keyring
chaotic-mirrorlist
checksec
chromium
clang
cmake
coolercontrol
coreutils
cowsay
cpupower
crun
cryptsetup
ctags
curlftpfs
darktable
dialog
displaycal
dmidecode
dmraid
dockerfile-language-server
dolphin
dolphin-plugins
dosfstools
downgrade
dracut
e2fsprogs
ecryptfs-utils
efibootmgr
elisa
elixir
erlang
ethtool
ex-vi-compat
exfatprogs
f2fs-tools
fastfetch
fatresize
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-m17n
fcitx5-mozc
fd
ffmpegthumbs
file
filelight
filesystem
findutils
firefox
flac-doc
flite
fortune-mod
freetype2
fscrypt
fwupd
gamemode
gamescope-session-steam-git
garuda-assistant
garuda-boot-options
garuda-browser-settings
garuda-common-settings
garuda-dr460nized
garuda-dracut-support
garuda-fish-config
garuda-gamer
garuda-hardware-profile-standard
garuda-hardware-profile-standard-x11
garuda-hardware-tool
garuda-hooks
garuda-icons
garuda-network-assistant
garuda-setup-assistant
garuda-system-maintenance
garuda-toolbox
garuda-wallpapers
garuda-wallpapers-extra
garuda-welcome
gawk
gcc-fortran
gcc-libs
gdb
gettext
ghidra
glances
glibc
glmark2
glow
gnuchess
gnuplot
gnuradio-companion
gnuradio-docs
gnuradio-examples
gnuradio-utils
gpsd
gqrx
grep
grub
grub-btrfs
grub-garuda
grub-theme-garuda-dr460nized
gstreamer-meta
gvfs-smb
gzip
hashcat
heroic-games-launcher-bin
hwinfo
hyperv
inetutils
inotify-tools
input-devices-support
intel-speed-select
inxi
iproute2
iptables
iputils
it87-dkms-git
java-rhino
jdk-openjdk
jellyfin-server
jellyfin-web
jfsutils
jq
jupyter-lsp
jupyter-notebook
kamera
kate
kblocks
kcalc
kcpuid
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenlive
kdeplasma-addons
keyboard-visualizer-git
kf6-servicemenus-rootactions
kimageformats
kimageformats5
kinfocenter
kolourpaint
kompare
konsave
konsole
krita
krita-plugin-gmic
kscreen
ksshaskpass
kvantum
kvantum-qt5
kwallet-pam
kwayland-integration
kwin
kwin-effect-rounded-corners-git
lhasa
lib32-gamemode
lib32-pipewire-jack
libappindicator
libdvdcss
libinput-gestures-qt
libmythes
libreoffice-still
libva-utils
libvncserver
licenses
linux-firmware
linux-zen
linux-zen-docs
linux-zen-headers
lld
lldb
llvm
logrotate
lrzip
lsb-release
ltrace
lua-language-server
lua-penlight
lvm2
lzip
lzop
man-db
man-pages
mangohud
marksman
mbuffer
mdadm
meld
memtest86+
memtest86+-efi
mesa-demos
metasploit
micro
mold
mpd
mpv
mtools
nano
neovim
net-tools
networkmanager-support
nfs-utils
nilfs-utils
ninja
nltk-data
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
nut
nvtop
obs-studio
octopi
okular
opam
openbsd-netcat
opencl-headers
opencolorio
opencv-samples
openjdk-doc
openmp
os-prober-btrfs
pace
pacman
pacman-contrib
partitionmanager
paru
pavucontrol
pciutils
pdftk
perf
performance-tweaks
perl-file-mimeinfo
php-gd
pipewire-jack
pipewire-support
plasma-applet-window-buttons
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma6-applets-window-title
plasma6-wallpapers-blurredwallpaper
plocate
podman-compose
podman-docker
power-profiles-daemon
powerdevil
powertop
printer-support
prismlauncher-offline-bin
procps-ng
protonup-qt
psmisc
pv
pwndbg
pyright
python-blosc
python-bottleneck
python-brotli
python-cvxopt
python-email-validator
python-fastapi
python-fsspec
python-lsp-black
python-lsp-server
python-lxml
python-mutagen
python-nltk
python-numba
python-numexpr
python-opengl
python-openpyxl
python-pandas-datareader
python-pendulum
python-phonenumbers
python-pipx
python-poetry
python-psycopg2
python-pwntools
python-pyarrow
python-pycountry
python-pycryptodome
python-pylint
python-pymysql
python-pynvim
python-pytables
python-python-multipart
python-qtpy
python-scikit-learn
python-seaborn
python-snappy
python-sqlalchemy
python-statsmodels
python-triton
python-tzdata
python-websockets
python-xarray
python-xlrd
python-xlsxwriter
python-xlwt
python-zstandard
qbittorrent
qemu-user-static
qemu-user-static-binfmt
qt5-graphicaleffects
qt5-quickcontrols2
qt6-imageformats
qt6-quick3d
quota-tools
r2ghidra
radare2
rate-mirrors
realvnc-vnc-viewer
reflector-simple
resvg
ropper
rsync
rtl-sdr
ruby-bundled-gems
ruby-default-gems
ruby-docs
rustup
samba-support
scanner-support
sccache
sddm
sddm-kcm
sed
shadow
signal-desktop
simple-scan
sl
snapper-support
snapper-tools
soapyplutosdr
soapyremote
soapyrtlsdr
sof-firmware
spectacle
speech-dispatcher
speedtest-cli
sqlite-analyzer
sqlite-doc
squashfs-tools
sshfs
steam
strace
stress
sudo
supertuxkart
syncthing
sysstat
system-config-printer
systemd
systemd-sysvcompat
tailscale
tar
tcpdump
terminus-font
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-doc
texlive-fontsextra
texlive-fontsrecommended
texlive-latexextra
texlive-mathscience
thunderbird
tk
tmon
tmux
torbrowser-launcher
traceroute
trash-cli
tree
ttf-dejavu
ttf-fantasque-sans-mono
ttf-fira-sans
ttf-iosevka-nerd
ttf-liberation
ttf-opensans
turbostat
typescript-language-server
ufw
ugrep
unace
unarchiver
unarj
unrar
unzip
update-grub
usbip
usbutils
util-linux
uwuify
valgrind
vesktop
vim
virt-manager-meta
virtio-win
visual-studio-code-bin
vk-hdr-layer-kwin6-git
vlc
vlc-plugins-all
waifu2x-ncnn-vulkan
waypipe
wget
which
whois
wireless-regdb
wireless_tools
wireplumber
wireshark-qt
wl-clipboard
wqy-zenhei
x86_energy_perf_policy
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-kde
xdg-ninja
xdg-user-dirs
xdg-utils
xfsprogs
xorg-server
xorg-xclock
xorg-xeyes
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xwayland
xsel
xz
y-cruncher
yq
yt-dlp
zip
